{
    "translation": {
        "nav-bar": {
            "menus": [
                {
                    "menu": "Institutional",
                    "href": "/institucional"
                },
                {
                    "menu": "Activities",
                    "href": "/atuacao"
                },
                {
                    "menu": "Technology",
                    "href": "/tecnologia"
                },
                {
                    "menu": "Stay Informed",
                    "href": "/fique-por-dentro"
                },
                {
                    "menu": "Sustainability",
                    "href": "/sustentabilidade"
                },
                {
                    "menu": "Contact",
                    "href": "/contato"
                }
            ]
        },
        "home": {
            "topicos1": "Seeking technology and excellence",
            "subtopicos1": "The best results.",
            "topicos2": "A reference in the industrial market",
            "subtopicos2": "National and International",
            "topicos3": "Excellence and sustainability are keys to success",
            "subtopicos3": "In addition to providing customers with the most suitable, fast, and efficient solution",
            "historia": "Our History!",
            "texto-historia": "Inicialmente como Companhia Industrial de Materiais Elétricos (CIME), fundada em 1963, na cidade de Canoas, no estado do Rio Grande do Sul, Brasil, a empresa iniciou sua operação com a produção de eletroferragem galvanizada para redes de energia elétrica e apenas três colaboradores. Ainda como CIME, em 1966, entrou no mercado de peças forjadas, produzindo acessórios para isoladores de vidro. As produções para atender os mercados de implementos agrícolas e rodoviários iniciaram em 1971, quando entrou em operação uma prensa de fricção de 250 toneladas para produção de forjados, destinados a esses setores. Com a expansão, passou a se denominar Maxiforja Forjaria e Metalurgia, em 1973, quando também ocorreu a transferência para a sede atual, hoje ocupando 32 mil metros quadrados de área construída. A década seguinte, 1980, foi marcada pelo início de operações com prensas rápidas. Para acompanhar essa evolução, inaugurou-se a Forjaria II, com prensas Smeral de até 4.000 tonf., a maior prensa do Estado do Rio Grande do Sul, iniciando a produção de peças usinadas para os mercados automotivo e agrícola. Na década de 90, a empresa passou a produzir braços para direção de caminhões e ônibus e componentes do sistema de terceiro ponto de tratores agrícolas. Em 2008, alterou seu nome para Maxiforja Componentes Automotivos, sendo sua principal atividade o desenvolvimento e a fabricação de componentes e sistemas forjados e usinados para os mercados agrícola, automotivo e industrial. Nossa história, ao longo de seis décadas, focada na inovação e na excelência da entrega, é feita por pessoas, que se reinventam e se transformam no presente, sempre atentos ao futuro. ",
            "marco1": "Start of activities, production of galvanized electrical fittings for the energy segment",
            "marco2": "Started production of parts for the Agricultural segment",
            "marco3": "Inauguration of Forjaria II with a 4,000-ton Smeral press",
            "marco4": "Started production of parts for the Automotive segment",
            "marco5": "Implemented a new hot extrusion line, focused on the production of rear axle shafts",
            "marco6": "Start of production in the Machining cell",
            "produto": {
                "produto": "Products",
                "automotivo": "Automotive",
                "agricola": "Agricultural",
                "MEC": "MEC"
            }
        },
        "institucional": {
            "apresentacao": {
                "menu": "General Presentation",
                "titulo": "Presente nos caminhos do futuro",
                "texto": [
                    {
                        "titulo": "",
                        "subtitulo": "",
                        "texto": [
                            "A Maxiforja é uma das maiores forjarias do Brasil. Sua história de inovação, aliada à constante busca da satisfação do cliente e à modernização, tornam a empresa referência em soluções para produtos forjados, usinados e acabamentos de elevado nível de sofisticação. A partir de uma gestão comprometida com a ética e a transparência, adotamos as melhores práticas de governança corporativa e de compliance, tendo como diferencial o planejamento e a constante pesquisa em tecnologias de manufatura de última geração. "
                        ]
                    }
                ]
            },
            "filosofia": {
                "menu": "Organizational Philosophy",
                "titulo": "Guiding Principles",
                "texto": [
                    {
                        "titulo": "",
                        "subtitulo": "Mission",
                        "texto": [
                            "To develop and provide sustainable solutions in forged, machined, and assembled products, generating value for customers, employees, and shareholders."
                        ],
                        "icon" : "missao"
                    },
                    {
                        "titulo": "",
                        "subtitulo": "Vision",
                        "texto": [
                            "To be a company recognized by its customers for its competitive capacity and innovative vocation in the development of technologies for forged, machined, and assembled products."
                        ],
                        "icon" : "visao"
                    },
                    {
                        "titulo": "",
                        "subtitulo": "Values",
                        "texto": [
                            "1. Customer first;",
                            "2. Ethics, respect, and integrity in relationships;",
                            "3. Right from me;",
                            "4. Manufacturing excellence."
                        ],
                        "icon" : "valores"
                    },
                    {
                        "titulo": "",
                        "subtitulo": "Business",
                        "texto": [
                            "Solutions in forged, machined, and assembled products"
                        ],
                        "icon" : "negocio"
                    }
                ]
            },
            "historico": {
                "menu": "History",
                "titulo": "History",
                "texto": [
                    {
                        "titulo": "",
                        "subtitulo": "",
                        "texto": [
                            ""
                        ]
                    }
                ]
            },
            "certificados": {
                "menu": "Certifications",
                "titulo": "Certifications",
                "texto": [
                    {
                        "titulo": "",
                        "subtitulo": "Nossas certificações mostram o compromisso da Maxiforja com a excelência dos processos e a qualidade dos produtos:",
                        "texto": [
                            ""
                        ]
                    }
                ]
            },
            "politica": {
                "menu": "Organizational Policies",
                "titulo": "",
                "texto": [
                    {
                        "titulo": "Quality and Environmental Management System Policy",
                        "subtitulo": "Maxiforja Componentes Automotivos Ltda. provides solutions in components and systems for the automotive, agricultural, and industrial segments using management methodology to:",
                        "texto": [
                            "Meet customer expectations with creation, innovation, and technology;",
                            "Promote participatory work to develop lasting relationships with our employees, suppliers, and customers;",
                            "Continuously improve the effectiveness of the quality and environmental management system and performance and profitability results;",
                            "Comply with applicable legal requirements and requirements subscribed by the organization;",
                            "Protect the environment through pollution prevention and waste management."
                        ]
                    },
                    {
                        "titulo": "Safety and Health Policy",
                        "subtitulo": "We will conduct our business in a way that protects our employees, customers, community, suppliers, and the environment.",
                        "texto": [
                            "The company's broad focus on quality extends to our Safety, Environment, and Health programs, which emphasize continuous improvement. We believe that this commitment to responsible management of human and natural resources contributes to the sustainable growth of our company.",
                            "With this purpose, Maxiforja is committed to:",
                            "Consider Safety and Health issues a priority in strategic planning and decision-making;",
                            "Develop and implement Safety and Health management systems, minimizing adverse impacts inherent in industrial activities;",
                            "Provide adequate financial and human resources for Safety and Health programs;",
                            "Act to promote health and protect humans through risk identification, control, monitoring, and prevention;",
                            "Seek continuous improvement in Safety and Health management and performance, complying with applicable legislation and requirements subscribed by the organization."
                        ]
                    }
                ]
            },
            "manuais": {
                "menu": "Manuals, Codes, and Guides",
                "titulo": "Manuals, Codes, and Guides",
                "texto": [
                    {
                        "titulo": "",
                        "subtitulo": "Below is the list of available materials for download:",
                        "texto": [
                            ""
                        ]
                    }
                ],
                "arquivos": {
                    "titulo": "File",
                    "codigo-etica": "Code of Ethics",
                    "guia-ambiental": "Environmental Management Guide",
                    "guia-visitante": "Visitor and Service Provider Guide",
                    "ver": "View File"
                }
            }
        },
        "atuacao": {
            "automotivo": {
                "menu": "Automotive",
                "titulo": "Automotive Segment",
                "texto": [
                    {
                        "titulo": "",
                        "subtitulo": "",
                        "texto": [
                            ""
                        ]
                    }
                ],
                "pecas": {
                    "braco-ligacao": "Link Arm",
                    "braco-levante-cabine": "Cabin Lift Arm",
                    "sela-mola": "Spring Saddle",
                    "braco-pitman": "Pitman Arm",
                    "braco-intermediario": "Intermediate Arm",
                    "suporte-cambio": "Transmission Support",
                    "manga-eixo": "Axle Sleeve",
                    "flange": "Flange",
                    "suporte-amortecedor": "Shock Absorber Support",
                    "ponta-eixo": "Axle End",
                    "eixo-s": "'S' Axle",
                    "ponta-eixo-anel-retificado": "Axle End and Ground Ring",
                    "trunnion": "Trunnion",
                    "suporte-eixo": "Axle Support",
                    "braco-direcao-manga-eixo": "Steering Arm and Axle Sleeve"
                }
            },
            "agricola": {
                "menu": "Agricultural",
                "titulo": "Agricultural Segment",
                "texto": [
                    {
                        "titulo": "",
                        "subtitulo": "",
                        "texto": [
                            ""
                        ]
                    }
                ],
                "pecas": {
                    "terceiro-ponto": "Third Point",
                    "eixo-longo": "Long Axle",
                    "eixo-levantamento-hidraulico": "Hydraulic Lift Axle",
                    "eixo-ligacao": "Connection Axle",
                    "barra-tracao": "Traction Bar",
                    "barra-inferior": "Lower Bar",
                    "eixo-ligacao-barras": "Bar Connection Axle",
                    "estabilizador": "Stabilizer",
                    "pino-mestre": "Main Pin",
                    "flange": "Flange",
                    "gancho": "Hook",
                    "yoke": "Yoke"
                }
            },
            "MEC": {
                "menu": "MEC",
                "titulo": "Construction Machinery and Equipment Segment",
                "texto": [
                    {
                        "titulo": "",
                        "subtitulo": "",
                        "texto": [
                            ""
                        ]
                    }
                ]
            },
            "mercado": {
                "menu": "Market",
                "titulo": "Global Market Performance (Awaiting Plant)",
                "texto": [
                    {
                        "titulo": "",
                        "subtitulo": "",
                        "texto": [
                            "Excellence and sustainability are keys to success, in addition to providing customers with the most suitable, fast, and efficient solution. It is with this mindset that Maxiforja has become a reference in solutions for forged, machined, and assembled products for the automotive, agricultural, and industrial sectors. The company is currently one of the largest forging companies in Brazil, occupying a constructed area of approximately 30,500 m². Its history of innovation, combined with the constant pursuit of customer satisfaction and modernization through investments, allows for a production capacity of up to 30,000 tons/year today."
                        ]
                    }
                ]
            }
        },
        "tecnologia": {
            "automotivo": {
                "menu": "Automotivo",
                "titulo": "Segmento Automotivo",
                "texto": [
                    {
                        "titulo": "",
                        "subtitulo": "",
                        "texto": [
                            ""
                        ]
                    }
                ]
            }
        },
        "fique-por-dentro": {
            "63anos": {
                "titulo": "2023: The 60th Anniversary of Maxiforja is Coming",
                "subtitulo": "COMPANY REMEMBERS ITS HISTORY AND IS ALREADY PREPARING COMMEMORATIVE ACTIONS FOR THE OCCASION.",
                "texto": "Maxiforja has already begun the countdown to its 60th anniversary in July 2023. The preparations for the event include a series of actions, such as revisiting the company's history and paying homage and gratitude to employees, partners, and customers.",
                "paragraph": [
                    {
                        "titulo": "",
                        "texto": "Maxiforja has already begun the countdown to its 60th anniversary in July 2023. The preparations for the event include a series of actions, such as revisiting the company's history and paying homage and gratitude to employees, partners, and customers."
                    },
                    {
                        "titulo": "",
                        "texto": "The name Maxiforja Forjaria e Metalurgia came ten years later, in 1973, when the company relocated to its current headquarters in Canoas, RS. With the acquisition of the first 25 kJ Forging Hammer, Forjaria I was inaugurated and expanded two years later. The 1980s marked the beginning of operations with high-speed presses with the arrival of the 1,000-ton Smeral Press. To keep up with the evolving machinery, Forjaria II was inaugurated with Smeral presses of up to 4,000 tons, making it the largest in RS. During this period, Maxiforja started producing machined parts for the automotive and agricultural markets, establishing itself as a reference in the national market."
                    },
                    {
                        "titulo": "",
                        "texto": "And along this path, always attentive to innovations, Maxiforja's history developed. Starting from the 1990s, the company focused even more on the automotive and agricultural markets. In 2008, it changed its name to Maxiforja Componentes Automotivos, with its main activity being the development and manufacturing of forged and machined components and systems for the agricultural, automotive, and yellow line markets."
                    },
                    {
                        "titulo": "",
                        "texto": "Investments in Research & Development, ISO certifications, investments in power substations, process improvement, employee management, delivery quality, and good customer service have been constant throughout this journey. 'With a management committed to ethics and transparency, Maxiforja adopts the best practices of corporate governance and compliance in conducting its business. We believe that our differentiating factor, to ensure that investments bring the expected return, is based on our strategy of planning and constant research in state-of-the-art manufacturing technologies,' says Gustavo Veit, General Manager of Maxiforja."
                    }
                ]
            },
            "tendencia": {
                "titulo": "Trends and Innovations Always on Maxiforja's Radar",
                "subtitulo": "COMPANY PARTICIPATES IN NATIONAL AND INTERNATIONAL EVENTS TO KEEP UP WITH MARKET TRENDS",
                "texto": "One of the main characteristics of Maxiforja throughout its almost six decades of history is closely following the movements of the national and international markets, especially the trends and innovations in the automotive and agribusiness sectors...",
                "paragraph": [
                    {
                        "titulo": "",
                        "texto": "One of the main characteristics of Maxiforja throughout its almost six decades of history is closely following the movements of the national and international markets, especially the trends and innovations in the automotive and agribusiness sectors. To achieve this, in addition to continuously analyzing the behavior of players, global economic and political scenarios, the company participates in important industry events to get a firsthand understanding of the technological demands of these markets."
                    },
                    {
                        "titulo": "",
                        "texto": "In September, Maxiforja visited the IAA Transportation 2022 in Hannover, Germany, one of the world's largest trade fairs for heavy trucks. According to Roberto Koeche, Sales Manager of Maxiforja, who attended the event, the fair showcased innovations and trends in the market, with a special focus on vehicle electrification. 'As established by the member countries of the European Economic Community, automakers are focused on achieving zero carbon emissions by 2030. We need to understand how this technological adaptation or migration will influence our products,' explains Koeche. Prior to that, 'we are also attentive to Euro 6, which will come into effect in January 2023 and sets new rules for pollutant emissions for trucks and buses weighing over 3.5 tons in Brazil,' he adds."
                    },
                    {
                        "titulo": "",
                        "texto": "In Brazil, the Maxiforja team also participated in Fenatran 2022 in São Paulo in November to understand the behavior of the domestic market. 'We visited our clients and got a close look at the predictions for innovation and technological development in the national market. Fenatran is the Brazilian version of IAA,' highlights Koeche."
                    },
                    {
                        "titulo": "",
                        "texto": "Regarding volumes, the expectation for next year is market stability, with growth picking up from 2024 onwards."
                    }
                ]
            },
            "ETE": {
                "titulo": "Effluent Treatment Station (ETE)",
                "subtitulo": "COMMITMENT TO THE ENVIRONMENT",
                "texto": "Following the highest standards and with international certification, we take care of and protect the environment through an internal effluent treatment station.",
                "paragraph": [
                    {
                        "titulo": "Following the highest standards and with international certification, we take care of and protect the environment through an internal effluent treatment station.",
                        "texto": "Water is present in almost all industrial production processes as well as in our daily routines. It is essential in various stages, from the internal cleaning of environments and machinery to our use in common areas such as the cafeteria and bathrooms. It is involved in machine cooling and even in the production of our parts."
                    },
                    {
                        "titulo": "",
                        "texto": "According to official data from the Federal government, industries are responsible for 22% of water consumption in the country. As part of this important share, Maxiforja is concerned and seeks to contribute to the environment through the treatment of effluents produced in the company. Internally, we have created stations to treat industrial and biological effluents in a primary and secondary manner. All the water used in our industry goes through a process that follows the most rigorous guidelines. Effluent treatment consists of two phases: in the first phase, there is a physicochemical step where, through a chemical reaction, the solid and liquid parts of the effluent separate and are then removed in a separation process. In the second phase, the biological phase, a series of microorganisms and bacteria are responsible for consuming the polluting organic matter through a respiratory process. With over 800 employees and continuous production of products, our own Effluent Treatment Station (ETE) was inaugurated in 2016 and is a major market differentiator. These and other actions have earned us ISO 14.001 certification, which specifies the requirements of an Environmental Management System and demonstrates our commitment to protecting the environment."
                    },
                    {
                        "titulo": "",
                        "texto": "With the use of this new method of transportation, it was necessary to develop handling cars, which have been improved with standardized and interchangeable concepts. Among its advantages are the suspension system that ensures greater stability in movement and floor preservation, anti-tipping protection blocks, and a parking brake system."
                    },
                    {
                        "titulo": "",
                        "texto": "According to the logistics manager, Alan Camargo, this innovation also brings benefits to Maxiforja's production system. \"In this format, we also have an improvement in ergonomics, as the operator no longer needs to exert effort in manually pulling the cars since the equipment performs this movement,\" he comments."
                    },
                    {
                        "titulo": "",
                        "texto": "In addition to safety considerations, the use of the new method brings some advantages in operation, such as reducing line stops, operational autonomy for painting, elimination of manual part handling, and reduced floor space."
                    }
                ]
            },
            "exportacao": {
                "titulo": "RS EXPORT AWARD 2022",
                "subtitulo": "EXPORT EXCELLENCE RECOGNIZED BY THE RS EXPORT AWARD - SECTOR HIGHLIGHT IN THE METALLURGICAL SEGMENT",
                "texto": "For the seventh consecutive year, Maxiforja wins the RS Export Award. This is the highest recognition in the South of the country for the export sector...",
                "paragraph": [
                    {
                        "titulo": "",
                        "texto": "For the seventh consecutive year, Maxiforja wins the RS Export Award. This is the highest recognition in the South of the country for the export sector, in which the company has once again been honored with the Sector Highlight - Metallurgical."
                    },
                    {
                        "titulo": "",
                        "texto": "Maxiforja was chosen for its continuous qualification in finding new growth opportunities. Above all, for demonstrating that exporting is a permanent goal, with the development of skills and the energy to innovate."
                    },
                    {
                        "titulo": "",
                        "texto": "We would like to thank all the customers, partners, and employees who contributed to this achievement!"
                    }
                ]
            },
            "supplier": {
                "titulo": "SUPPLIER AWARD 2022",
                "subtitulo": "",
                "texto": "In November, Maxiforja won the Supplier Award from Meritor in the categories of Quality, Logistics, Competitiveness, and On-time Delivery...",
                "paragraph": [
                    {
                        "titulo": "",
                        "texto": "In November, Maxiforja won the Supplier Award from Meritor in the categories of Quality, Logistics, Competitiveness, and On-time Delivery."
                    },
                    {
                        "titulo": "",
                        "texto": "This achievement comes through the analysis of quality levels, on-time delivery, competitiveness in terms of price, new developments - delivery times - and proactivity in proposing continuous improvement. We would like to thank everyone for their contribution to this achievement!"
                    }
                ]
            },
            "100marcas": {
                "titulo": "100 Brands of RS",
                "subtitulo": "AN ICON OF GAUCHA CORPORATE IDENTITY - HIGHLIGHT IN THE BOOK 100 BRANDS OF RS",
                "texto": "Considering various essential points of safety at work combined with the logistics sector, Maxiforja started working with a new mode of movement...",
                "paragraph": [
                    {
                        "titulo": "",
                        "texto": "Considering various essential points of safety at work combined with the logistics sector, Maxiforja started working with a new mode of movement. Through the use of Mastermover equipment, the company began supplying the paint, machining, and welding lines."
                    }
                ]
            },
            "mastermover": {
                "titulo": "Mastermover: More Safety and Improvements in Logistics",
                "subtitulo": "THE NEW LOGISTICS MOVEMENT MODE OF MAXIFORJA FACILITATES OPERATIONAL SUPPLY AND ENSURES MORE SAFETY TO EMPLOYEES.",
                "texto": "In 2022, Maxiforja was among the featured brands from Rio Grande do Sul in the 2nd edition of the book 100 Brands of RS, by Grupo Amanhã. The publication highlights the history of renowned brands as icons of Gaucha corporate identity and culture...",
                "paragraph": [
                    {
                        "titulo": "",
                        "texto": "Considering various essential points of safety at work combined with the logistics sector, Maxiforja started working with a new mode of movement. Through the use of Mastermover equipment, the company began supplying the paint, machining, and welding lines."
                    },
                    {
                        "titulo": "",
                        "texto": "The Mastermover consists of an electric tug used to move loads by safely maneuvering trolleys, providing exceptional maneuverability and reliability. Being a compact and electric tool, the Mastermover brings improvements in safety and ergonomics, eliminating the need for manual traction effort. Additionally, with the new mode, there is no longer intensive circulation of people and forklifts in the same environment, reducing the possibility of accidents."
                    },
                    {
                        "titulo": "",
                        "texto": "With the use of this new mode, it was necessary to develop handling trolleys, which were improved with standardized and interchangeable concepts. Among its advantages are the suspension system that ensures greater stability during movement and preservation of the floor, anti-tip protection wedges, and parking brake system."
                    },
                    {
                        "titulo": "",
                        "texto": "According to logistics manager Alan Camargo, the novelty also brings benefits to Maxiforja's production system. 'In this format, we also have an improvement in ergonomics since the operator no longer needs to exert effort in manually pulling the trolleys, as the equipment performs this movement,' he comments."
                    },
                    {
                        "titulo": "",
                        "texto": "In addition to safety considerations, the use of the new mode brings some advantages in operations such as reduced line stops, operational autonomy for painting, elimination of manual part handling, and reduced floor space."
                    }
                ]
            }
        },
        "sustentabilidade": {
            "ete": {
                "menu": "ETP",
                "titulo": "Effluent Treatment Plant",
                "subtitulo": "Automotive Sector",
                "texto": [
                    {
                        "titulo": "",
                        "subtitulo": "",
                        "texto": [
                            ""
                        ]
                    }
                ]
            },
            "financials": {
                "menu": "Financial",
                "titulo": "Financial",
                "subtitulo": "Automotive Sector",
                "texto": [
                    {
                        "titulo": "",
                        "subtitulo": "",
                        "texto": [
                            ""
                        ]
                    }
                ]
            }
        },
        "contato": {
            "endereco": "Address",
            "fale-conosco": "Contact Us",
            "telefone": "Phone",
            "canal-denuncia": "Whistleblower Channel",
            "clique": "Click Here!",
            "iframe-map" : "http://maps.google.com.br/maps?f=q&amp;source=s_q&amp;hl=en&amp;geocode=&amp;q=Av.+Antonio+Frederico+Ozanan,+1181&amp;sll=-14.239424,-53.186502&amp;sspn=50.603317,93.076172&amp;ie=UTF8&amp;hq=&amp;hnear=R.+Ant%C3%B4nio+Frederico+Ozanan,+1181+-+Bairro+do+Parque,+Canoas+-+Rio+Grande+do+Sul,+92420-360&amp;ll=-29.8779744,-51.1695529,15&amp;spn=0.011164,0.031285&amp;z=15&amp;iwloc=A&amp;output=embed"
        },
        "rodape": {
            "aviso" : "Legal Notices",
            "lang" : "en",
            "cookies" : {
                "href" : "https://www.iubenda.com/privacy-policy/66731157/cookie-policy",
                "titulo" : "Cookie Policy"
            },
            "privacidade" : {
                "href" : "https://www.iubenda.com/privacy-policy/66731157",
                "titulo" : "Privacy Policy"
            }
        },
        "geral": {
            "saiba-mais": "Learn More",
            "fechar": "Close"
        }
    }
}